export const relicsIntro = `අපගේ වාස භූමිය වූ මේ ලක්දිව බොහෝ සර්වඥ ධාතූන් වහන්සේලා වැඩසිටින්නා වූ ද, බොහෝ පාරිභෝගික වස්තු ඇත්තා වූ ද, සර්වඥයන් වහන්සේ පරිභෝග කළ බොහෝ ස්ථාන ඇත්තා වූ ද උත්තම භූමියෙකි. මහියංගණ චෛත්‍යයෙහි සර්වඥයන් වහන්සේ විසින් සියතින් ම දුන් කේශ ධාතූන් වහන්සේලා හා ග්‍රීවා ධාතූන් වහන්සේ ද වැඩ සිටිති. දකුණු අකු ධාතූන් වහන්සේ අනුරාධපුරයේ ථූපාරාම දාගැබ්හි වැඩ සිටින සේක. උර්ණරෝම ධාතූන් වහන්සේ මිහින්තලයේ සේල චෛත්‍යයෙහි වැඩ සිටිති. ලලාට ධාතූන් වහන්සේ හා කේශ ධාතූන් වහන්සේලා ද සේරුවාවි මංගල චෛත්‍යයෙහි වැඩ සිටිති. අනුරාධපුරයේ රුවන්වැලි මහා සෑයෙහි ද්‍රෝණයක් ධාතූන් වහන්සේලා වැඩ සිටිති. දන්ත ධාතූන් වහන්සේ මහනුවර දළදා මාලිගාවේ වැඩ සිටිති. සම්බුද්ධ පරිනිර්වාණයෙන් 236 වැනි වර්ෂයේ සුමන සාමණේරයන් වහන්සේ විසින් බුදුන් වහන්සේ පරිභෝග කළ පාත්‍රය හා එය පුරා ධාතුන් වහන්සේලා ද මේ දිවයිනට ගෙනෙන ලදහ. ඒ ධාතූන් වහන්සේලා මේ දිවයිනේ නොයෙක් දිශාවල දාගැබ් ආදියෙහි වැඩ සිටිති. පාත්‍ර ධාතුව ගෙන ආ බව මුත් දැනට වැඩ සිටින තැනක් අසන්නට නැත. සර්වඥයන් වහන්සේ පරිභෝග කළ පටියෙන් කොටසක් අනුරාධපුරයේ ජේතවන චෛත්‍යයෙහි පිහිටා තිබේ. තථාගතයන් වහන්සේ පරිභෝග කළ මැණික් පුටුවක් නිදන් කොට නාගදීප චෛත්‍යය කරවන ලදි. නාගදීපයේ පුරාණ චෛත්‍යයක් දැනට දක්නට නැත. තථාගතයන් වහන්සේ පරිභෝග කළ මිණිපලඟක් කල්‍යාණි චෛත්‍යයේ පිහිටා තිබේ. එහි ම තථාගතයන් වහන්සේ පරිභෝග කළ ජල සාටිකාවක් ද ඇති බව කියති. ජය ශ්‍රී මහා බෝධීන් වහන්සේගේ දක්ෂිණ ශාඛාව අනුරාධපුරයේ පිහිටා තිබේ.`;

export const solosmasthanaIntro = `ලක්දිව තථාගතයන් වහන්සේ නිරෝධ සමාපත්තියට සම වැදී සිටීමෙන් පරිභෝග කළ ස්ථාන ද සොළොසෙකි. ඔවුහු නම් :`;

export const solosmasthana = [
  'මහියඞ්ගණ චෛත්‍යය පිහිටි තැන ය.',
  'නාගදීප චෛත්‍යය පිහිටි තැන ය.',
  'කල්‍යාණි චෛත්‍යය පිහිටි තැන ය.',
  'සමන්තකූට පර්වත මුදුන ය.',
  'දිවාගුහාව ය.',
  'දීඝවාපි චෛත්‍යය පිහිටි තැන ය.',
  'මුතියංගන චෛත්‍යය පිහිටි තැන ය.',
  'තිස්සමහාරාම චෛත්‍යය පිහිටි තැන ය.',
  'ශ්‍රී මහා බෝධීන් වහන්සේ පිහිටි තැන ය.',
  'මිරිසවැටි සෑය පිහිටි තැන ය.',
  'රුවන්වැලි මහසෑය පිහිටි තැන ය.',
  'ථූපාරාමය පිහිටි තැන ය.',
  'අභයගිරිය පිහිටි තැන ය.',
  'ජේතවනය පිහිටි තැන ය.',
  'සේල චෛත්‍යය පිහිටි තැන ය.',
  'කතරගම කිරි වෙහෙර පිහිටි තැන ය.'
];
